HessianZ/wt-homegw/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.2.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_ESPTOOLPY_HEADER_FLASHSIZE_UPDATE=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_ESPNOW_PMK="pmk.hessian.cnX"
CONFIG_ESPNOW_LMK="lmk.hessian.cnX"
CONFIG_ESPNOW_ENABLE_LONG_RANGE=y
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
